src/assets/requests/schedule/get_human_resource_user_info_list.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP:Body>
        <GetHumanResourceUserInfoList xmlns="http://schemas.intasect.co.jp/mycal/service/user" preserveSpace="no" qAccess="0" qValues="" />
    </SOAP:Body>
</SOAP:Envelope>